Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_CONFIRM_MESSAGE_IPOD
source: It may take a minute to remove your iCloud data from this iPod touch.
ar: قد تستغرق إزالة بيانات iCloud من هذا الـ iPod touch دقيقة.
bg: Премахването на iCloud данните от този iPod touch може да отнеме около минута.
ca: Les dades de l’iCloud poden tardar un minut a eliminar‑se de l’iPod touch.
cs: Odstraňování vašich iCloudových dat z iPodu touch může chvilku trvat.
da: Det kan tage et øjeblik at fjerne dine iCloud-data fra denne iPod touch.
de: Möglicherweise dauert es einen Moment, bis deine iCloud-Daten von diesem iPod touch gelöscht sind.
el: Θα χρειαστεί λίγη ώρα για αφαίρεση των δεδομένων iCloud σας από αυτό το iPod touch.
es: Puede que se tarde un minuto en eliminar los datos de iCloud de este iPod touch.
es_419: Eliminar tus datos de iCloud de este iPod touch podría tardar unos minutos.
fi: iCloud-tietojen poistaminen iPod touchista saattaa kestää hetken.
fr: La suppression des données iCloud de cet iPod touch peut prendre quelques minutes.
fr_ca: La suppression de vos données iCloud de cet iPod touch peut prendre une minute.
he: מחיקת נתוני ה-iCloud מ-iPod touch זה עשויה להימשך כדקה.
hi: आपके iCloud डेटा को इस iPod touch से हटाने में कुछ क्षण लग सकते हैं।
hr: Uklanjanje iCloud podataka s ovog iPod toucha može potrajati par trenutaka.
hu: Eltarthat egy percig, amíg befejeződik az iCloud-adatok eltávolítása erről az iPod touchról.
id: Mungkin memerlukan waktu beberapa saat untuk menghapus data iCloud dari iPod touch ini.
it: La rimozione dei dati di iCloud da iPod touch potrebbe richiedere qualche minuto.
ja: iPod touchからiCloudデータを削除するのに少し時間がかかります。
kk: iCloud деректерін осы iPod touch құрылғысынан жою үшін бір минут кетуі мүмкін.
ko: 이 iPod touch에서 iCloud 데이터를 제거하는 데 시간이 약간 걸릴 수 있습니다.
lt: Kol jūsų „iCloud“ duomenys bus pašalinti iš šio „iPod touch“, gali praeiti minutė.
ms: Sedikit masa mungkin diambil untuk mengeluarkan data iCloud anda daripada iPod touch ini.
nb: Det kan ta litt tid å fjerne iCloud-data fra iPod touch.
nl: Het kan even duren om je iCloud-gegevens van deze iPod touch te verwijderen.
pl: Usuwanie danych iCloud z iPoda touch może zająć około minuty.
pt_br: Pode levar algum tempo para remover os dados do iCloud deste iPod touch.
pt_pt: Pode demorar alguns instantes a remover os dados em iCloud deste iPod touch.
ro: Eliminarea datelor dvs. iCloud de pe acest iPod touch poate dura câteva minute.
ru: Удаление данных iCloud с этого iPod touch может занять несколько минут.
sk: Odstraňovanie iCloudových dát z iPodu touch môže chvíľu trvať.
sl: Odstranjevanje podatkov v storitvi iCloud iz te naprave iPod touch lahko traja nekaj trenutkov.
sv: Det kan ta en stund att ta bort dina iCloud-data från denna iPod touch.
th: อาจใช้เวลาสักครู่ในการเอาข้อมูล iCloud ของคุณออกจาก iPod touch เครื่องนี้
tr: iCloud verilerinizi bu iPod touch’tan silmek bir dakika sürebilir.
uk: Вилучення даних iCloud із цього iPod touch може тривати кілька хвилин.
vi: Có thể mất một lúc để xóa dữ liệu iCloud của bạn khỏi iPod touch này.
zh_cn: 可能需要一分钟从此iPod touch移除你的iCloud数据。
zh_hk: 從此iPod touch移除iCloud資料可能需要一些時間。
zh_tw: 將你的iCloud資料從此iPod touch移除可能需要一分鐘。

# SIGN_OUT_CONFIRM_MESSAGE_UNKNOWN
source: It may take a minute to remove your iCloud data from this device.
ar: قد تستغرق إزالة بيانات iCloud من هذا الجهاز دقيقة.
bg: Премахването на iCloud данните от това устройство може да отнеме около минута.
ca: Les dades de l’iCloud poden tardar un minut a eliminar‑se del dispositiu.
cs: Odstraňování vašich iCloudových dat ze zařízení může chvilku trvat.
da: Det kan tage et øjeblik at fjerne dine iCloud-data fra denne enhed.
de: Möglicherweise dauert es einen Moment, bis deine iCloud-Daten von diesem Gerät gelöscht sind.
el: Θα χρειαστεί λίγη ώρα για αφαίρεση των δεδομένων iCloud σας από αυτήν τη συσκευή.
es: Puede que se tarde un minuto en eliminar los datos de iCloud de este dispositivo.
es_419: Eliminar tus datos de iCloud de este dispositivo podría tardar unos minutos.
fi: iCloud-tietojen poistaminen tästä laitteesta saattaa kestää hetken.
fr: La suppression des données iCloud de cet appareil peut prendre quelques minutes.
fr_ca: La suppression de vos données iCloud de cet appareil peut prendre une minute.
he: מחיקת נתוני ה-iCloud שלך ממכשיר זה עשויה להימשך כדקה.
hi: आपके iCloud डेटा को इस डिवाइस से हटाने में कुछ क्षण लग सकते हैं।
hr: Uklanjanje iCloud podataka s ovog uređaja može potrajati par trenutaka.
hu: Eltarthat egy percig, amíg befejeződik az iCloud-adatok eltávolítása erről az eszközről.
id: Mungkin memerlukan waktu beberapa saat untuk menghapus data iCloud dari perangkat ini.
it: La rimozione dei dati di iCloud dal dispositivo potrebbe richiedere qualche minuto.
ja: このデバイスからiCloudデータを削除するのに少し時間がかかります。
kk: iCloud деректерін осы құрылғыдан жою үшін бір минут кетуі мүмкін.
ko: 이 기기에서 iCloud 데이터를 제거하는 데 시간이 약간 걸릴 수 있습니다.
lt: Kol jūsų „iCloud“ duomenys bus pašalinti iš šio įrenginio, gali praeiti minutė.
ms: Sedikit masa mungkin diambil untuk mengeluarkan data iCloud anda daripada peranti ini.
nb: Det kan ta litt tid å fjerne iCloud-data fra enheten.
nl: Het kan even duren om je iCloud-gegevens van dit apparaat te verwijderen.
pl: Usuwanie danych iCloud z urządzenia może zająć około minuty.
pt_br: Pode levar algum tempo para remover os dados do iCloud deste dispositivo.
pt_pt: Pode demorar alguns instantes a remover os dados em iCloud deste dispositivo.
ro: Eliminarea datelor dvs. iCloud de pe acest dispozitiv poate dura câteva minute.
ru: Удаление данных iCloud с этого устройства может занять несколько минут.
sk: Odstraňovanie iCloudových dát zo zariadenia môže chvíľu trvať.
sl: Odstranjevanje podatkov v storitvi iCloud iz te naprave lahko traja nekaj trenutkov.
sv: Det kan ta en stund att ta bort dina iCloud-data från den här enheten.
th: อาจใช้เวลาสักครู่ในการเอาข้อมูล iCloud ของคุณออกจากอุปกรณ์เครื่องนี้
tr: iCloud verilerinizi bu aygıttan silmek bir dakika sürebilir.
uk: Вилучення даних iCloud із цього пристрою може тривати кілька хвилин.
vi: Có thể mất một lúc để xóa dữ liệu iCloud của bạn khỏi thiết bị này.
zh_cn: 可能需要一分钟从此设备移除你的iCloud数据。
zh_hk: 從此裝置移除iCloud資料可能需要一些時間。
zh_tw: 將你的iCloud資料從此裝置移除可能需要一分鐘。

# SIGN_OUT_CONFIRM_MESSAGE_VISION
source: It may take a minute to remove your iCloud data from this Apple Vision Pro.
ar: قد تستغرق إزالة بيانات iCloud من هذه الـ Apple Vision Pro دقيقة.
bg: Премахването на iCloud данните от този Apple Vision Pro може да отнеме около минута.
ca: Les dades de l’iCloud poden tardar un minut a eliminar‑se de l’Apple Vision Pro.
cs: Odstraňování vašich dat uložených na iCloudu z Apple Vision Pro může chvilku trvat.
da: Det kan tage et øjeblik at fjerne dine iCloud-data fra Apple Vision Pro.
de: Möglicherweise dauert es einen Moment, bis deine iCloud-Daten von dieser Apple Vision Pro entfernt wurden.
el: Θα χρειαστεί λίγη ώρα για αφαίρεση των δεδομένων iCloud σας από αυτό το Apple Vision Pro.
es: Puede que se tarde un minuto en eliminar los datos de iCloud de este Apple Vision Pro.
es_419: Eliminar tus datos de iCloud de este Apple Vision Pro podría tardar unos minutos.
fi: iCloud-tietojen poistaminen Apple Vision Prosta saattaa kestää hetken.
fr: La suppression des données iCloud de cet Apple Vision Pro peut prendre quelques minutes.
fr_ca: La suppression de vos données iCloud de cet Apple Vision Pro peut prendre une minute.
he: הסרת נתוני iCloud מה-Apple Vision Pro עשויה להימשך כדקה.
hi: आपके iCloud डेटा को इस Apple Vision Pro से हटाने में कुछ क्षण लग सकते हैं।
hr: Uklanjanje iCloud podataka s ovog uređaja Apple Vision Pro može potrajati par trenutaka.
hu: Eltarthat egy percig, amíg befejeződik az iCloud-adatok eltávolítása erről az Apple Vision Próról.
id: Mungkin memerlukan waktu beberapa saat untuk menghapus data iCloud dari Apple Vision Pro ini.
it: La rimozione dei dati di iCloud da Apple Vision Pro potrebbe richiedere qualche minuto.
ja: Apple Vision ProからiCloudデータを削除するのに少し時間がかかります。
kk: iCloud деректерін осы Apple Vision Pro құрылғысынан жою үшін бір минут кетуі мүмкін.
ko: 이 Apple Vision Pro에서 iCloud 데이터를 제거하는 데 시간이 약간 걸릴 수 있습니다.
lt: Kol jūsų „iCloud“ duomenys bus pašalinti iš šio „Apple Vision Pro“, gali praeiti minutė.
ms: Sedikit masa mungkin diambil untuk mengeluarkan data iCloud anda daripada Apple Vision Pro ini.
nb: Det kan ta litt tid å fjerne iCloud-data fra Apple Vision Pro.
nl: Het kan even duren om je iCloud-gegevens van deze Apple Vision Pro te verwijderen.
pl: Usuwanie danych iCloud z Apple Vision Pro może zająć około minuty.
pt_br: Pode levar algum tempo para remover os dados do iCloud deste Apple Vision Pro.
pt_pt: Pode demorar alguns instantes a remover os dados em iCloud deste Apple Vision Pro.
ro: Eliminarea datelor dvs. iCloud de pe acest Apple Vision Pro poate dura câteva minute.
ru: Удаление данных iCloud с этого Apple Vision Pro может занять несколько минут.
sk: Odstraňovanie iCloudových dát z Apple Vision Pro môže chvíľu trvať.
sl: Odstranjevanje podatkov v storitvi iCloud iz te naprave Apple Vision Pro lahko traja nekaj trenutkov.
sv: Det kan ta en stund att ta bort dina iCloud-data från denna Apple Vision Pro.
th: อาจใช้เวลาสักครู่เพื่อเอาข้อมูล iCloud ของคุณออกจาก Apple Vision Pro เครื่องนี้
tr: iCloud verilerinizi bu Apple Vision Pro’dan silmek bir dakika sürebilir.
uk: Вилучення даних iCloud із цього Apple Vision Pro може тривати кілька хвилин.
vi: Có thể mất một lúc để xóa dữ liệu iCloud của bạn khỏi Apple Vision Pro này.
zh_cn: 可能需要一分钟从此Apple Vision Pro移除你的iCloud数据。
zh_hk: 從此Apple Vision Pro移除iCloud資料可能需要一些時間。
zh_tw: 將你的iCloud資料從此Apple Vision Pro移除可能需要一分鐘。

# SIGN_OUT_CONFIRM_OK
source: Sign Out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșiți din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# SIGN_OUT_CONFIRM_TITLE
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
ca: Segur?
cs: Určitě?
da: Er du sikker?
de: Bist du sicher?
el: Σίγουρα;
es: ¿^[Estás ^[seguro](inflect: true)](inflectionAlternative: "Quieres continuar")?
es_419: ¿Quieres continuar?
fi: Oletko varma?
fr: Vous confirmez ?
fr_ca: Confirmez-vous?
he: בטוח?
hi: क्या आप निश्चित हैं?
hr: Jeste li sigurni?
hu: Biztos benne?
id: Anda yakin?
it: Vuoi continuare?
ja: 本当によろしいですか?
kk: Сенімдісіз бе?
ko: 계속하겠습니까?
lt: Ar esate įsitikinę?
ms: Adakah anda pasti?
nb: Er du sikker?
nl: Weet je het zeker?
pl: Czy na pewno?
pt_br: Tem certeza?
pt_pt: Tem a certeza?
ro: Confirmați?
ru: Вы уверены?
sk: Naozaj sa chcete odhlásiť?
sl: Ste prepričani?
sv: Är du säker?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc chắn không?
zh_cn: 你确定吗？
zh_hk: 你確定嗎？
zh_tw: 確定嗎？

# SIGN_OUT_CONFIRMATION_BUTTON
source: Sign Out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșiți din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# SIGN_OUT_HEALTH_ROW_DETAIL_TEXT
source: Optical insert prescriptions are required for input. You can delete this information from Settings > Eyes & Hands.
ar: الوصفة الطبية للملحقات البصرية مطلوبة للإدخال. يمكنك حذف هذه المعلومات من الإعدادات > العينان واليدان.
bg: Необходимо е да се въведат данни за диоптрична вътрешна плака. Можете да изтриете тази информация от Настройки > Очи и ръце.
ca: Es necessita la recepta de les lents per al mètode d’entrada. Pots eliminar la informació a l’app Configuració > Ulls i mans.
cs: Požaduje se předpis na optické vložky. Tyto informace můžete smazat v Nastavení > Oči a ruce.
da: Recepter til optiske indsatser kræves til input. Du kan slette disse oplysninger fra Indstillinger > Øjne & hænder.
de: Rezepte für optische Einsätze sind für die Eingabe erforderlich. Du kannst diese Informationen in „Einstellungen“ > „Augen & Hände“ löschen.
el: Απαιτούνται συνταγές φακών για είσοδο. Μπορείτε να διαγράψετε αυτές τις πληροφορίες από τις «Ρυθμίσεις» > «Μάτια και χέρια».
es: Se necesita la receta de los clips ópticos para usarlos con el método de entrada. Puedes eliminar esta información de Ajustes > Ojos y manos.
es_419: Se necesita la prescripción de los extraíbles ópticos para usarlos como entrada. Puedes eliminar esta información de Configuración > Ojos y manos.
fi: Syötteeksi vaaditaan optisten linssien reseptit. Voit poistaa nämä tiedot kohdassa Asetukset > Silmät ja kädet.
fr: Une ordonnance d’inserts optiques est requise. Vous pouvez supprimer ces informations dans Réglages > Regard et mains.
fr_ca: Une ordonnance d’inserts optiques est requise pour utiliser la méthode de saisie. Vous pouvez supprimer ces informations dans Réglages > Yeux et mains.
he: קבלת קלט מצריכה מרשמים לעדשות אופטיות פנימיות. ניתן למחוק מידע זה דרך ״הגדרות״ > ״עיניים וידיים״.
hi: इनपुट के लिए ऑप्टिकल इंसर्ट प्रिस्क्रिप्शन की आवश्यकता होती है। आप यह जानकारी सेटिंग्ज़ > “आँखें और हाथ” से डिलीट कर सकते हैं।
hr: Recepti za optičke umetke potrebni su za unos. Ove informacije možete obrisati u izborniku Postavke > Oči i ruke.
hu: A bevitelhez optikai betétre vonatkozó vény szükséges. Ezeket az információkat a Beállítások > Szemek és kezek menüpontban törölheti.
id: Resep lensa optik klip diperlukan untuk input. Anda dapat menghapus informasi ini dari Pengaturan > Mata & Tangan.
it: È richiesto l’inserimento delle prescrizioni per gli inserti ottici. Puoi eliminare queste informazioni da Impostazioni > Occhi e mani.
ja: 入力するにはオプティカルインサートの処方箋が必要です。“設定”＞“視線と手”からこの情報を削除できます。
kk: Кіріс деректерді алу үшін оптикалық линзаларға рецептілер қажет. Бұл ақпаратты «Реттеулер» > «Көз бен қол» тармағынан жоюға болады.
ko: 입력을 위해서는 옵티컬 인서트 처방전이 필요합니다. 설정 > 눈 및 손에서 이 정보를 삭제할 수 있습니다.
lt: Įvesčiai reikalingi optinio įtaiso nurodymai. Šią informaciją galite ištrinti srityje „Nustatymai“ > „Akys ir rankos“.
ms: Preskripsi sisipan optik diperlukan untuk input. Anda boleh memadamkan maklumat ini daripada Seting > Mata & Tangan.
nb: Resept på optiske innsatser kreves for inndata. Du kan slette denne informasjonen fra Innstillinger > Øyne og hender.
nl: Voor invoer zijn recepten voor optische inzetstukken vereist. Je kunt deze gegevens verwijderen door in Instellingen naar 'Ogen en handen' te gaan.
pl: Wymagane jest wprowadzenie recept na wkładki korekcyjne. Te informacje możesz usunąć na ekranie Ustawienia > Oczy i dłonie.
pt_br: São necessárias prescrições das inserções ópticas para realizar os comandos. Você pode apagar essas informações em Ajustes > Olhos e Mãos.
pt_pt: São necessárias prescrições de clips óticos para o método de entrada. Pode apagar esta informação em Definições > Olhos e mãos.
ro: Sunt necesare rețete de inserții optice pentru intrare. Puteți șterge aceste informații din Configurări > Ochi și mâini.
ru: Для ввода данных требуется рецепт на линзы. Эту информацию можно удалить, открыв «Настройки» > «Глаза и руки».
sk: Vyžaduje sa predpis na optické vložky. Tieto informácie môžete vymazať v Nastavenia > Oči a ruky.
sl: Za vnos je potreben recept za optične vstavke. Te informacije lahko izbrišete v razdelku Nastavitve > Oči in dlani.
sv: Recept för optiska glas krävs för inmatning. Du kan radera den här informationen via Inställningar > Ögon och händer.
th: ต้องใช้ใบค่าสายตาสำหรับชิ้นส่วนเลนส์ออปติคัลในการป้อนข้อมูล คุณสามารถลบข้อมูลนี้ได้จากการตั้งค่า > ตาและมือ
tr: Optik lens reçeteleri, giriş için gereklidir. Bu bilgiyi Ayarlar > Gözler ve Eller bölümünde değiştirebilirsiniz.
uk: Для вводу потрібні рецепти на оптичні вставки. Цю інформацію можна видалити в меню Параметри > Очі й руки.
vi: Yêu cầu có đơn thuốc khay gắn tròng kính cho đầu vào. Bạn có thể xóa thông tin này từ Cài đặt > Mắt & Bàn tay.
zh_cn: 需要输入光学插片处方。你可以从“设置”>“眼与手”删除此信息。
zh_hk: 需要光學插片處方才能輸入。你可以從「設定」>「眼睛與手部」刪除此資料。
zh_tw: 需要輸入光學磁吸式鏡片的處方箋資料。你可以從「設定」>「眼睛與雙手」刪除此資訊。

# SIGN_OUT_ICLOUD_DRIVE_IPAD
source: Any documents and data stored in iCloud Drive will be removed from this iPad.
ar: ستتم إزالة أية مستندات وبيانات مخزنة في iCloud Drive من هذا الـ iPad.
bg: Всички документи и данни, съхранявани в iCloud Drive, ще бъдат премахнати от този iPad.
ca: S’eliminaran de l’iPad les dades i els documents emmagatzemats a l’iCloud Drive.
cs: Z iPadu budou odstraněny všechny dokumenty a data uložené na iCloud Drivu.
da: Alle dokumenter og data, der er lagret i iCloud Drive, bliver fjernet fra denne iPad.
de: Alle Dokumente und Daten, die in iCloud Drive gespeichert sind, werden von diesem iPad entfernt.
el: Τυχόν έγγραφα και δεδομένα που είναι αποθηκευμένα στο iCloud Drive θα αφαιρεθούν από αυτό το iPad.
es: Todos los documentos y datos guardados en iCloud Drive se eliminarán de este iPad.
es_419: Se eliminarán de este iPad todos los documentos y datos guardados en iCloud Drive.
fi: Kaikki dokumentit ja data, jotka on tallennettu iCloud Driveen, poistetaan tästä iPadista.
fr: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPad.
fr_ca: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPad.
he: המסמכים והנתונים המאוחסנים ב-iCloud Drive יוסרו מ-iPad זה.
hi: iCloud Drive में संग्रहित कोई भी दस्तावेज़ और डेटा इस iPad से हटा दिया जाएगा।
hr: Svi dokumenti i podaci pohranjeni na iCloud Drive uklonit će se s ovog iPada.
hu: Az iCloud Drive-ban tárolt dokumentumok és adatok el lesznek távolítva erről az iPadről.
id: Setiap dokumen dan data yang disimpan di iCloud Drive akan dihapus dari iPad ini.
it: Tutti i documenti e i dati archiviati su iCloud Drive saranno eliminati da iPad.
ja: iCloud Driveに保存されているすべての書類およびデータがこのiPadから削除されます。
kk: iCloud Drive дискісінде сақталған кез келген құжаттар мен деректер осы iPad құрылғысынан жойылады.
ko: iCloud Drive에 저장된 모든 문서 및 데이터가 이 iPad에서 제거됩니다.
lt: Visi „iCloud Drive“ saugomi dokumentai ir duomenys bus pašalinti iš šio „iPad“.
ms: Sebarang dokumen dan data yang disimpan dalam iCloud Drive akan dikeluarkan daripada iPad ini.
nb: Alle dokumenter og data som er lagret i iCloud Drive, vil bli fjernet fra iPaden.
nl: Alle documenten en gegevens die in iCloud Drive zijn bewaard, worden verwijderd van deze iPad.
pl: Wszelkie dokumenty i dane przechowywane na iCloud Drive zostaną usunięte z tego iPada.
pt_br: Quaisquer documentos e dados armazenados no iCloud Drive serão removidos deste iPad.
pt_pt: Todos os dados e documentos armazenados em iCloud Drive serão removidos deste iPad.
ro: Orice documente și date stocate pe iCloud Drive vor fi eliminate de pe acest iPad.
ru: Все документы и данные, хранящиеся в iCloud Drive, будут удалены с этого iPad.
sk: Všetky dokumenty a dáta uchované v iCloud Drive budú odstránené z tohto iPadu.
sl: Vsi dokumenti in podatki, shranjeni v storitvi iCloud Drive, bodo odstranjeni iz tega iPada.
sv: Alla dokument och data som är lagrade på iCloud Drive kommer att tas bort från denna iPad.
th: เอกสารและข้อมูลที่จัดเก็บอยู่ใน iCloud Drive จะถูกลบออกจาก iPad เครื่องนี้
tr: iCloud Drive’da saklanan belgeler ve veriler bu iPad’den silinecektir.
uk: Усі документи й дані, що зберігаються в iCloud Drive, буде вилучено з цього iPad.
vi: Bất kỳ tài liệu và dữ liệu nào được lưu trữ trong iCloud Drive đều sẽ bị xóa khỏi iPad này.
zh_cn: iCloud云盘中储存的任何文稿和数据都将从此iPad上移除。
zh_hk: 儲存於iCloud雲碟的任何文件及資料會從此iPad中移除。
zh_tw: 所有儲存在「iCloud雲碟」的文件和資料都會從此iPad上移除。

# SIGN_OUT_ICLOUD_DRIVE_IPHONE
source: Any documents and data stored in iCloud Drive will be removed from this iPhone.
ar: ستتم إزالة أية مستندات وبيانات مخزنة في iCloud Drive من هذا الـ iPhone.
bg: Всички документи и данни, съхранявани в iCloud Drive, ще бъдат премахнати от този iPhone.
ca: S’eliminaran de l’iPhone les dades i els documents emmagatzemats a l’iCloud Drive.
cs: Z iPhonu budou odstraněny všechny dokumenty a data uložené na iCloud Drivu.
da: Alle dokumenter og data, der er lagret i iCloud Drive, bliver fjernet fra denne iPhone.
de: Alle Dokumente und Daten, die in iCloud Drive gespeichert sind, werden von diesem iPhone entfernt.
el: Τυχόν έγγραφα και δεδομένα που είναι αποθηκευμένα στο iCloud Drive θα αφαιρεθούν από αυτό το iPhone.
es: Todos los documentos y datos guardados en iCloud Drive se eliminarán de este iPhone.
es_419: Se eliminarán de este iPhone todos los documentos y datos guardados en iCloud Drive.
fi: Kaikki dokumentit ja data, jotka on tallennettu iCloud Driveen, poistetaan tästä iPhonesta.
fr: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPhone.
fr_ca: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPhone.
he: המסמכים והנתונים המאוחסנים ב-iCloud Drive יוסרו מ-iPhone זה.
hi: iCloud Drive में संग्रहित कोई भी दस्तावेज़ और डेटा इस iPhone से हटा दिया जाएगा।
hr: Svi dokumenti i podaci pohranjeni na iCloud Drive uklonit će se s ovog iPhonea.
hu: Az iCloud Drive-ban tárolt dokumentumok és adatok el lesznek távolítva erről az iPhone-ról.
id: Setiap dokumen dan data yang disimpan di iCloud Drive akan dihapus dari iPhone ini.
it: Tutti i documenti e i dati archiviati su iCloud Drive saranno eliminati da iPhone.
ja: iCloud Driveに保存されているすべての書類およびデータがこのiPhoneから削除されます。
kk: iCloud Drive дискісінде сақталған кез келген құжаттар мен деректер осы iPhone құрылғысынан жойылады.
ko: iCloud Drive에 저장된 모든 문서 및 데이터가 이 iPhone에서 제거됩니다.
lt: Visi „iCloud Drive“ saugomi dokumentai ir duomenys bus pašalinti iš šio „iPhone“.
ms: Sebarang dokumen dan data yang disimpan dalam iCloud Drive akan dikeluarkan daripada iPhone ini.
nb: Alle dokumenter og data som er lagret i iCloud Drive, vil bli fjernet fra iPhonen.
nl: Alle documenten en gegevens die in iCloud Drive zijn bewaard, worden verwijderd van deze iPhone.
pl: Wszelkie dokumenty i dane przechowywane na iCloud Drive zostaną usunięte z tego iPhone'a.
pt_br: Quaisquer documentos e dados armazenados no iCloud Drive serão removidos deste iPhone.
pt_pt: Todos os dados e documentos armazenados em iCloud Drive serão removidos deste iPhone.
ro: Orice documente și date stocate pe iCloud Drive vor fi eliminate de pe acest iPhone.
ru: Все документы и данные, хранящиеся в iCloud Drive, будут удалены с этого iPhone.
sk: Všetky dokumenty a dáta uchované v iCloud Drive budú odstránené z tohto iPhonu.
sl: Vsi dokumenti in podatki, shranjeni v storitvi iCloud Drive, bodo odstranjeni iz tega iPhona.
sv: Alla dokument och data som är lagrade på iCloud Drive kommer att tas bort från denna iPhone.
th: เอกสารและข้อมูลที่จัดเก็บอยู่ใน iCloud Drive จะถูกลบออกจาก iPhone เครื่องนี้
tr: iCloud Drive’da saklanan belgeler ve veriler bu iPhone’dan silinecektir.
uk: Усі документи й дані, що зберігаються в iCloud Drive, буде вилучено з цього iPhone.
vi: Bất kỳ tài liệu và dữ liệu nào được lưu trữ trong iCloud Drive đều sẽ bị xóa khỏi iPhone này.
zh_cn: iCloud云盘中储存的任何文稿和数据都将从此iPhone上移除。
zh_hk: 儲存於iCloud雲碟的任何文件及資料會從此iPhone中移除。
zh_tw: 所有儲存在「iCloud雲碟」的文件和資料都會從此iPhone上移除。
